export const faqData = [
    {
        type: 'delivery',
        title: 'Какъв е срокът за доставка?',
        description: 'Стандартният срок за доставка е от 2 до 5 работни дни, в зависимост от местоположението ви. В случай на забавяне ще бъдете информирани своевременно.'
    },
    {
        type: 'delivery',
        title: 'Каква е цената за доставка?',
        description: 'Разходите за доставка варират в зависимост от теглото на поръчката и дестинацията. При поръчки над 200 лв. доставката е безплатна в рамките на България.'
    },
    {
        type: 'delivery',
        title: 'Предлагате ли международна доставка?',
        description: 'Да, предлагаме международна доставка. Моля, свържете се с нас за повече информация относно цените и времето за доставка до вашата страна.'
    },
    {
        type: 'delivery',
        title: 'Как мога да проследя поръчката си?',
        description: 'След като поръчката ви бъде изпратена, ще получите имейл с проследяващ номер, който можете да използвате, за да следите статуса на доставката.'
    },
    {
        type: 'delivery',
        title: 'Предлагате ли експресна доставка?',
        description: 'Да, предлагаме експресна доставка, която отнема 1-2 работни дни. Моля, свържете се с нас за повече информация и такси.'
    },
    {
        type: 'delivery',
        title: 'Доставяте ли до Пощенски кутии?',
        description: 'За съжаление, не можем да доставяме до пощенски кутии. Моля, предоставете валиден физически адрес за доставка.'
    },
    {
        type: 'product',
        title: 'Какви видове хранителни добавки предлагате?',
        description: 'Ние предлагаме широка гама от хранителни добавки, включително витамини, минерали, протеини, аминокиселини и специализирани формули за различни нужди.'
    },
    {
        type: 'product',
        title: 'Как да избера подходящата хранителна добавка за мен?Question 2',
        description: 'Препоръчваме ви да се консултирате с вашия лекар или диетолог преди да започнете прием на нова хранителна добавка. Нашите консултанти също са на разположение за съвет.'
    },
    {
        type: 'product',
        title: 'Вашите продукти тествани ли са за качество и безопасност?',
        description: 'Да, всички наши продукти преминават през строги тестове за качество и безопасност, за да гарантираме, че получавате най-доброто.'
    },
    {
        type: 'product',
        title: 'Каква е разликата между различните видове протеини?',
        description: 'Суроватъчният протеин се абсорбира бързо и е идеален за след тренировка, докато казеиновият протеин се освобождава по-бавно и е подходящ за прием преди лягане. Растителните протеини са алтернатива за вегетарианци и вегани.\n'
    },
    {
        type: 'product',
        title: 'Мога ли да вземам няколко различни добавки едновременно?',
        description: 'Да, много хора комбинират различни добавки за оптимални резултати. Въпреки това, винаги се консултирайте с медицински специалист преди да започнете нов режим.'
    },
    {
        type: 'product',
        title: 'Вашите продукти органични ли са?',
        description: 'Да, много от нашите продукти са органични и сертифицирани. Тази информация е отбелязана в описанието на всеки продукт.'
    },
    {
        type: 'product',
        title: 'Имат ли вашите продукти странични ефекти?',
        description: 'Всички наши продукти са тествани за безопасност, но е възможно да има индивидуални реакции. Винаги четете етикетите и се консултирайте с лекар, ако имате някакви съмнения.'
    },
    {
        type: 'product',
        title: 'Как да съхранявам вашите продукти?',
        description: 'Съхранявайте добавките на сухо и хладно място, далеч от пряка слънчева светлина и достъп на деца.'
    },
    {
        type: 'refund',
        title: 'Question 3',
        description: 'Answer 4'
    },
    {
        type: 'refund',
        title: 'Question 3',
        description: 'Answer 4'
    },
    {
        type: 'refund',
        title: 'Question 3',
        description: 'Answer 4'
    },
    {
        type: 'privacy',
        title: 'Question 5',
        description: 'Answer 5'
    },
    {
        type: 'privacy',
        title: 'Question 5',
        description: 'Answer 5'
    },
    {
        type: 'privacy',
        title: 'Question 5',
        description: 'Answer 5'
    },
    {
        type: 'payment',
        title: 'Question 6',
        description: 'Answer 7'
    },
    {
        type: 'payment',
        title: 'Question 6',
        description: 'Answer 7'
    },
    {
        type: 'payment',
        title: 'Question 6',
        description: 'Answer 7'
    },
    {
        type: 'support',
        title: 'Question 8',
        description: 'Answer 8'
    },
    {
        type: 'support',
        title: 'Question 8',
        description: 'Answer 8'
    },
    {
        type: 'support',
        title: 'Question 8',
        description: 'Answer 8'
    },
];
