export const faqData = [
    {
        type: 'delivery',
        title: 'Какъв е срокът за доставка?',
        description: 'Стандартният срок за доставка е от 2 до 5 работни дни, в зависимост от местоположението ви. В случай на забавяне ще бъдете информирани своевременно.'
    },
    {
        type: 'delivery',
        title: 'Каква е цената за доставка?',
        description: 'Разходите за доставка варират в зависимост от теглото на поръчката и дестинацията. При поръчки над 200 лв. доставката е безплатна в рамките на България.'
    },
    {
        type: 'delivery',
        title: 'Предлагате ли международна доставка?',
        description: 'Да, предлагаме международна доставка. Моля, свържете се с нас за повече информация относно цените и времето за доставка до вашата страна.'
    },
    {
        type: 'delivery',
        title: 'Как мога да проследя поръчката си?',
        description: 'След като поръчката ви бъде изпратена, ще получите имейл с проследяващ номер, който можете да използвате, за да следите статуса на доставката.'
    },
    {
        type: 'delivery',
        title: 'Предлагате ли експресна доставка?',
        description: 'Да, предлагаме експресна доставка, която отнема 1-2 работни дни. Моля, свържете се с нас за повече информация и такси.'
    },
    {
        type: 'delivery',
        title: 'Доставяте ли до Пощенски кутии?',
        description: 'За съжаление, не можем да доставяме до пощенски кутии. Моля, предоставете валиден физически адрес за доставка.'
    },
    {
        type: 'product',
        title: 'Какви видове хранителни добавки предлагате?',
        description: 'Ние предлагаме широка гама от хранителни добавки, включително витамини, минерали, протеини, аминокиселини и специализирани формули за различни нужди.'
    },
    {
        type: 'product',
        title: 'Как да избера подходящата хранителна добавка за мен?Question 2',
        description: 'Препоръчваме ви да се консултирате с вашия лекар или диетолог преди да започнете прием на нова хранителна добавка. Нашите консултанти също са на разположение за съвет.'
    },
    {
        type: 'product',
        title: 'Вашите продукти тествани ли са за качество и безопасност?',
        description: 'Да, всички наши продукти преминават през строги тестове за качество и безопасност, за да гарантираме, че получавате най-доброто.'
    },
    {
        type: 'product',
        title: 'Каква е разликата между различните видове протеини?',
        description: 'Суроватъчният протеин се абсорбира бързо и е идеален за след тренировка, докато казеиновият протеин се освобождава по-бавно и е подходящ за прием преди лягане. Растителните протеини са алтернатива за вегетарианци и вегани.\n'
    },
    {
        type: 'product',
        title: 'Мога ли да вземам няколко различни добавки едновременно?',
        description: 'Да, много хора комбинират различни добавки за оптимални резултати. Въпреки това, винаги се консултирайте с медицински специалист преди да започнете нов режим.'
    },
    {
        type: 'product',
        title: 'Вашите продукти органични ли са?',
        description: 'Да, много от нашите продукти са органични и сертифицирани. Тази информация е отбелязана в описанието на всеки продукт.'
    },
    {
        type: 'product',
        title: 'Имат ли вашите продукти странични ефекти?',
        description: 'Всички наши продукти са тествани за безопасност, но е възможно да има индивидуални реакции. Винаги четете етикетите и се консултирайте с лекар, ако имате някакви съмнения.'
    },
    {
        type: 'product',
        title: 'Как да съхранявам вашите продукти?',
        description: 'Съхранявайте добавките на сухо и хладно място, далеч от пряка слънчева светлина и достъп на деца.'
    },
    {
        type: 'refund',
        title: 'Каква е вашата политика за връщане?',
        description: 'Можете да върнете продуктите в рамките на 30 дни от получаването им, при условие че са в оригиналната си опаковка и не са използвани.'
    },
    {
        type: 'refund',
        title: 'Как да върна продукт, който не съм доволен?',
        description: 'Моля, свържете се с нашия отдел за обслужване на клиенти, за да получите инструкции за връщане и етикет за връщане.'
    },
    {
        type: 'refund',
        title: 'Мога ли да заменя продукт вместо да го върна?',
        description: 'Да, можете да замените продукт за друг. Моля, свържете се с нас за повече информация и инструкции.\n'
    },
    {
        type: 'refund',
        title: 'Кога ще получа парите си обратно?',
        description: 'След като получим и обработим върнатите продукти, ще възстановим сумата по метода на плащане, който сте използвали. Това обикновено отнема 5-7 работни дни.'
    },
    {
        type: 'refund',
        title: 'Кой покрива разходите за връщане?',
        description: 'Разходите за връщане са за сметка на клиента, освен ако продуктът не е дефектен или изпратен по погрешка.'
    },
    {
        type: 'refund',
        title: 'Какво да направя, ако получа дефектен продукт?',
        description: 'Ако получите дефектен продукт, моля, свържете се с нас незабавно с информация и снимки на дефекта. Ще се постараем да разрешим проблема възможно най-бързо.'
    },
    {
        type: 'privacy',
        title: 'Как защитавате личните ми данни?',
        description: 'Ние използваме съвременни технологии за криптиране и защита на вашите лични данни. Политиката ни за поверителност гарантира, че информацията ви се съхранява безопасно.'
    },
    {
        type: 'privacy',
        title: 'Могат ли моите данни да бъдат споделени с трети лица?',
        description: 'Не, вашите данни не се споделят с трети лица без вашето изрично съгласие, освен в случаи, предвидени от закона.'
    },
    {
        type: 'privacy',
        title: 'Как мога да променя или изтрия личните си данни?',
        description: 'Можете да промените или изтриете личните си данни, като се свържете с нашия отдел за обслужване на клиенти.'
    },
    {
        type: 'privacy',
        title: 'Безопасно ли е да пазарувам онлайн чрез вашия сайт?',
        description: 'Да, нашият сайт използва сигурни SSL сертификати и други мерки за защита на онлайн транзакциите.'
    },
    {
        type: 'privacy',
        title: 'Как да разпозная измамни сайтове и имейли?',
        description: 'Ние никога няма да искаме лични данни чрез имейл. Винаги проверявайте URL адреса и се уверете, че започва с "https" преди да въведете информация.'
    },
    {
        type: 'privacy',
        title: 'Какво правите с моите данни?',
        description: 'Вашите данни се използват само за обработка на поръчките и подобряване на нашето обслужване. Ние не споделяме вашата информация с трети страни без ваше съгласие.'
    },
    {
        type: 'privacy',
        title: 'Какви мерки вземате срещу измами?',
        description: 'Ние следим за подозрителни активности и имаме системи за откриване и предотвратяване на измами. Ако установим съмнителни транзакции, ще се свържем с вас за потвърждение.'
    },
    {
        type: 'payment',
        title: 'Question 6',
        description: 'Answer 7'
    },
    {
        type: 'payment',
        title: 'Question 6',
        description: 'Answer 7'
    },
    {
        type: 'payment',
        title: 'Question 6',
        description: 'Answer 7'
    },
    {
        type: 'support',
        title: 'Question 8',
        description: 'Answer 8'
    },
    {
        type: 'support',
        title: 'Question 8',
        description: 'Answer 8'
    },
    {
        type: 'support',
        title: 'Question 8',
        description: 'Answer 8'
    },
];
